[
  {
    "titolo": "Intensive irrigation buffers groundwater declines in key European breadbasket",
    "autori": "Carlson, G., Massari, C., Rotiroti, M., Bonomi, T., Preziosi, E., Wilder, A., Whitaker, D., Girotto, M. (2025)",
    "rivista": "Nature Water",
    "abstract_short": "This study shows how intensive irrigation practices in the Po Plain stabilize groundwater levels even during drought years, thanks to snowmelt recharge from the Alps...",
    "abstract": "The Po Plain in northern Italy is a critical agricultural region and one of the largest water users in the European Union. Recent dry conditions have put future water resource availability into question. This study examines spatio-temporal variations in groundwater storage observed by the Gravity Recovery and Climate Experiment satellites and more than 1,000 groundwater wells from 2002 to 2022. We find that the rate of groundwater storage decline more than doubled from 2015 to 2022 as compared to the 2002–2022 rate. We also show that seasonal and long-term groundwater availability is strongly influenced by irrigation activities. Groundwater storage in irrigated areas is highly correlated to snow accumulation in the Alps and shows more stability as compared to non-irrigated areas, which experience dramatic declines during drought years. This indicates that inefficient irrigation practice, using water largely supplied by snowmelt, recharges underground aquifers and helps maintain high water tables, making aquifers underlying irrigated farmland resilient to the negative consequences of drought. These findings can help guide climate-driven adaptations to irrigation systems that account for the impact on groundwater recharge.",
    "link": "https://dx.doi.org/10.1038/s44221-025-00445-4",
    "tag": ["Water resources", "Groundwater recharge", "Surface irrigation", "Climate change", "Po Plain"]
  },
  {
    "titolo": "Assessing data variability in groundwater quality monitoring of contaminated sites through factor analysis and multiple linear regression models",
    "autori": "Sartirana, D., Zanotti, C., Palazzi, A., Pietrini, I., Frattini, P., Franzetti, A., Bonomi,T., Rotiroti, M. (2025)",
    "rivista": "Journal of Hydrology",
    "abstract_short": "The study evaluates hydrocarbon concentration variability in monitoring wells and proposes statistical solutions to reduce noise in long-term groundwater quality data...",
    "abstract": "Monitoring of long-term contaminant concentrations trends is essential to verify that attenuation processes are effectively occurring at a site. However, monitoring data are often affected by extreme variability which prevents the identification of clear concentration trends. The variability is higher in long-screened monitoring wells, which are currently used at many contaminated sites, although it has been known since the 1980s that monitoring data from long-screened wells can be biased. Understanding the factors that may influence the variability of monitoring data is pivotal. To this end, following hydrochemical conceptual modelling using a multi-method approach, the variability of hydrocarbon concentrations from fully screened monitoring wells was assessed over eleven years at a former oil refinery located in Northern Italy. The proposed methodology combined factor analysis with multiple linear regression models. Results pointed out a higher variability in hydrocarbon concentrations at the plume fringe and a lower variability at the plume source and core. 44–46 % of the total variability in measured hydrocarbon concentrations is due to “intrinsic plume heterogeneity”, related to the three-dimensional structure of a contaminant plume, which becomes thinner at the edge, creating a vertical heterogeneity of redox conditions at the plume fringe. This variability, expressed as increasing concentrations of sulfate and decreasing concentrations of methane, represents a background variability that cannot be reduced by improving sampling procedures. The remaining 56–54 % of the total variability may be due to the non-standardization of some purging and sampling operations, such as pump intake position, purging and sampling time/flow rates and variations in the analytical methods. This finding suggests that monitoring improvements in fully screened wells by standardizing all purging/sampling operations or using sampling techniques that can reduce the actual screen length (e.g., packers or separation/dual pumping techniques) would reduce data variability by more than half.",
    "link": "https://dx.doi.org/10.1016/j.jconhyd.2024.104471",
    "tag": ["Coefficient of variation", "Hydrocarbons", "LNAPL", "Monitoring well", "Plume fringe", "Redox zonation"]
  },
  {
    "titolo": "The dual role of irrigation in the groundwater budget under baseline conditions versus the 2022 drought: Lessons for future climate adaptation",
    "autori": "Redaelli, A., Bonomi, T., Sartirana, D., Sinatra, G., Rotiroti, M., Zanotti, C. (2025)",
    "rivista": "Journal of contaminant hydrology",
    "abstract_short": "This work compares irrigation effects on groundwater levels under normal conditions and during the 2022 drought, highlighting critical vulnerabilities and management insights...",
    "abstract": "Groundwater is facing shortage scenarios worldwide due to a changing climate, but systems governed by different recharge processes may react differently. Hence, understanding groundwater budget components is critical for sustainable resource management. This study analyzes seasonal groundwater level patterns from ca. 60 wells, investigating different hydrogeological contexts and water management practices. In the first phase, data under baseline conditions (2013–2021) are analyzed to identify the average seasonal patterns and the associated recharge and discharge processes. Successively, the 2022 data is compared with baseline data to quantify the effect of the hydrological drought. Results show that in surface-water-fed irrigation areas, the absence of surface water during the 2022 summer, related to winter snow scarcity in the Alps, caused significant disruption of the typical groundwater seasonal profile. The winter groundwater table decrease was more than twice the average decrease under baseline conditions, and the summer rise was the 30% of the average rise under baseline conditions. This is related to the missing recharge and the increased abstraction of groundwater to fill the lack of surface water for irrigation needs. Therefore, in a scenario of dryer summers linked to climate change, the plausible transition toward more efficient irrigation methods or groundwater irrigation could cause severe groundwater depletion and compensation measures will be needed. Conversely, in groundwater-fed irrigation areas, the increased irrigation needs during the 2022 summer determined a summer groundwater depletion 76% wider than the average summer depletion under baseline conditions. Here, mitigation actions to reduce abstracted volumes, such as transitioning to more efficient irrigation systems, could reduce groundwater vulnerability to climate change. On the other hand, aquifer systems governed by natural recharge and discharge processes showed a wider pluriannual variability associated with dry and wet years and resulted less vulnerable to single dry seasons than highly anthropic systems.",
    "link": "https://dx.doi.org/10.1016/j.jhydrol.2025.133211",
    "tag": ["Climate change", "Dynamic data", "Groundwater level", "Irrigation Water Management", "Seasonality", "Time Series"]
  }
]
